Repository: vdr-projects/vdr-plugin-powermate
Catalog: po/*.po
Languages: de

source: Controls VDR through a Griffin PowerMate
de: Steuert VDR mit einem Griffin PowerMate

source: Menu
de: Menü

source: Replay
de: Wiedergabe

source: Brightness
de: Helligkeit

source: Sensitivity
de: Empfindlichkeit

source: Double click time (ms)
de: Zeit für Doppelklick (ms)

source: Set keys for context
de: Setze Tasten für Kontext

source: Turn Left
de: Links drehen

source: Turn Right
de: Rechts drehen

source: Pushed Turn Left
de: Links drehen (gedrückt)

source: Pushed Turn Right
de: Rechts drehen (gedrückt)

source: Button Click
de: Klick

source: Button Double Click
de: Doppelklick
